type ItemPriceType = {
  id: number;
  title: string;
  text: string;
  materials: string[];
  cost: string;
};

export const listPrice: ItemPriceType[] = [
  {
    id: 1,
    title: "2D фрезеровка и гравировка",
    text: "Контурная резка по вектору",
    materials: [
      "Дуб, сосна, ясень, ольха",
      "Искусственный камень",
      "МДФ, ДВП, ДСП, фанера",
      "Алюкобонд, дибонд",
      "Алюминий, дюраль, медь, латунь",
      "Оргстекло, акрил",
      "Пенопласт",
      "Стеклотекстолит",
    ],
    cost: "от 10 грн. метр.пог.",
  },

  {
    id: 2,
    title: "3D и 4D фрезеровка",
    text: "Объёмное фрезерование различных материалов",
    materials: [
      "Дуб, сосна, ясень, ольха",
      "Искусственный камень",
      "МДФ, фанера",
      "Алюминий, дюраль, медь, латунь",
      "Оргстекло, акрил",
      "Пенопласт",
    ],
    cost: "от 8$ дм2",
  },
  {
    id: 3,
    title: "Плазменная резка металла",
    text: "Резка стали и мягких сплавов | оборудование Hypertherm",
    materials: [
      "Сталь",
      "Алюминий",
      "Калёный металл",
      "Титан",
      "Дюраль",
      "Медь",
      "Латунь",
    ],
    cost: "от 20 грн. метр.пог.",
  },
];
