type ItemFAQType = {
  id: number;
  title: string;
  text: string;
};

export const listFAQ: ItemFAQType[] = [
  {
    id: 1,
    title: "Де подивитись Вашу готову продукцію?",
    text: "Приходьте до нашого шоуруму у м. Одеса, Пр.Небесної сотні 3а (ТЦ Успіх 2 поверх), перед виїздом обов'язково наберіть +380679301061 Ігор",
  },
  {
    id: 2,
    title: "Як Вам надіслати інформацію для прорахунку?",
    text:
      "1.Інформацію можна передати будь-яким месенджером (viber, WhatsApp, Telegram тощо) на телефон +38067-93-01-061 Ігор\n" +
      "\n" +
      "2.На сайті є зворотній зв'язок.\n" +
      "\n" +
      '3.Приїхати до нас до офісу. Пр. Небесної сотні 3а, Торговий центр "Успіх" 2 поверх',
  },
  {
    id: 3,
    title: "Какой срок гарантии?",
    text: "Компания осуществляет возврат и обмен товаров надлежащего качества согласно Закону «О защите прав потребителей». Возврат осуществляется только стандартной продукции. Срок гарантии на стандартную продукцию 1 год. Любая продукция сделанная под заказ, согласовывается на всех стадиях производства. Обратная доставка товаров осуществляется по договоренности.",
  },
  {
    id: 4,
    title: "Який термін виконання замовлення?",
    text: "Строки ми повідомляємо лише після узгодження всіх деталей.",
  },
  {
    id: 5,
    title: "Вы можете выполнить заказ из моего материала?",
    text: "Да, конечно!",
  },
  {
    id: 6,
    title: "Выполняете ли Вы покраску изделий из металла?",
    text: "Красим только детали которые мы сделали сами. Отдельно услуги покраски изделий из металла у нас нет",
  },
  {
    id: 7,
    title: "Чи працюєте Ви з дизайнерами, архітекторами?",
    text: "Працюємо! Умови обговорюються під час зустрічі.",
  },
  {
    id: 8,
    title:
      "Я не могу спроектировать деталь которая мне нужна. Сможете мне помочь?",
    text: "Пришлите всю информацию которая у Вас есть, подходит даже эскизы от руки или фотография-пример",
  },
  {
    id: 9,
    title: "Хочу знижку! Чи є?",
    text: "Є ;) Ми постійно проводимо акції, слідкуйте за новинами у facebook та instagram",
  },
];
